{
  "header": {
    "about-me": "Over mij",
    "experience": "Mijn portfolio",
    "skills": "mijn vaardigheden",
    "portfolio": "portfolio",
    "projects": "Feature",
    "contact-me": "contacteer mij"
  },
  "profile": {
    "tagline1": "Hallo, ik ben",
    "tagline2": "Ik ben een front-end ontwikkelaar.",
    "buttonText": "Bekijk mijn werk"
  },
  "about-me": {
    "fast": "Snel",
    "fast-text": "Mijn hoogste prioriteit zijn snelle laadtijden en vertragingsvrije interactie.",
    "responsive": "Responsive",
    "responsive-text": "Mijn lay-outs zijn responsief, dus het werkt op elk apparaat.",
    "intuitive": "Intuïtief",
    "intuitive-text": "Sterke voorkeur voor gebruiksvriendelijke, intuïtieve UX / UI.",
    "dynamic": "Dynamic",
    "dynamic-text": "Websites hoeven niet statisch te zijn, ik vind het heerlijk om pagina's tot leven te laten komen.",
    "text-1": "Ik ben Microsoft Specialist in \" Programmeren in HTML 5 met JavaScript en CSS3 \" met 13+ jaar ervaring in ontwikkeling met HTML5, Angular, JQuery, Typoscript met blootstelling aan alle fasen van het leven van Software Design Development Cyclus. Beschikken over sterke analytische, verbale, interpersoonlijke vaardigheden die helpen bij het communiceren met ontwikkelaars, teamleden en documentatie. Betrokken bij mentoring en coaching naar elkaar in team. Actief deelgenomen aan alle Agile-evenementen. ",
    "text-2": "Ik breng het grootste deel van mijn dagen door met programmeren in Angular-apps, Android-app, npm-pakketten, bijdragen aan open source-projecten en het organiseren van lokale gebruikersgroepen voor ontwikkelaars.",
    "text-3": "Ik ben momenteel gevestigd in Amsterdam, Nederland met mijn vrouw, zoon en dochter.",
    "text-4": "Naast mijn dagelijkse bezigheden, ga ik graag voor avontuurlijke reizen, koken en naar muziek luisteren."
  },
  "work-experience": {
    "open-source": "Open source",
    "google-play-store": "Google play Store",
    "card": {
      "get-it-on": "Get it on",
      "calender": {
        "title": "Calender Component",
        "description": "Eenvoudige plug-and-play kalendercomponent op basis van Angular. Volg voor installatie en gebruik de instructies in het leesmij-bestand."
      },
      "flip": {
        "title": "Flip Component",
        "description": "Zeer eenvoudig te gebruiken flip-component op basis van Angular. Volg voor installatie en gebruik de instructies in het readme-bestand."
      },
      "dino-run": {
        "title": "Dino Run App",
        "description": "Een klassiek run-spel, dat naar de flashback van de kindertijd gaat. Met de game kun je de controle nemen over onze kleine jongen Dino die door de jungle rent terwijl hij onderweg met de vijanden te maken heeft."
      },
      "tips": {
        "title": "TS Tips App",
        "description": "Dit is een geweldig project over een kort en handig typoscript. In minder dan 2 minuten kun je lezen over alle items die de toekomst zullen zijn van deze geweldige taal."
      }
    }
  },
  "contact": {
    "contact-me": "Neem contact met mij op",
    "question": "Heeft u een vraag of wilt u samenwerken?",
    "thanks": "Bedankt voor het bericht, ik neem spoedig contact op!",
    "name": "naam",
    "required": "required",
    "name-is": "Naam is",
    "email": "E-mail",
    "email-is": "E-mail is",
    "message": "Bericht",
    "max-length": "Max. 50 tekens",
    "message-max-length": "Max. 250 tekens"
  }
}
